window.teachersData = [
    { name: "Балыкова Айна Муссаевна", subjects: ["Музыка"], cabinet: "2 Г411"},
    { name: "Беликов Юрий Юрьевич", subjects: ["Физическая культура"], cabinet: "2 Спортзал"},
    { name: "Горных Ольга Викторовна", subjects: ["История", "Обществознание"], cabinet: "2 Г207"},
    { name: "Дикова Ольга Анатольевна", subjects: ["Английский язык"], cabinet: "2 Г402"},
    { name: "Гущихина Эльмира Мунировна", subjects: ["Физика"], cabinet: "2 Г309"},
    { name: "Карпенко Ольга Николаевна", subjects: ["География"], cabinet: "2 Г408"},
    { name: "Кочкина Оксана Викторовна", subjects: ["Разговоры о важном"], cabinet: "2 Г104"},
    { name: "Нефёдова Елена Павловна", subjects: ["Русский язык", "Литература", "Читательская грамотность"], cabinet: "2 Г303"},
    { name: "Свотин Артём Владимирович", subjects: ["Биология"], cabinet: "2 Г409"},
    { name: "Сахаутдинова Диана Ириковна", subjects: ["Английский язык"], cabinet: "2 Г202"},
    { name: "Рубченя Александр Анатольевич", subjects: ["ОБЖ"], cabinet: "Д Юнармии"},
    { name: "Селюкова Ангелина Анатольевна", subjects: ["Химия"], cabinet: "2 Г410"},
    { name: "Султанова Гульжиян Сабировна", subjects: ["Алгебра", "Геометрия", "Вероятность и статистика"], cabinet: "2 Г203"},
    { name: "Ясакова Елена Юрьевна", subjects: ["Информатика"], cabinet: "2 Г111"}
];